{
    "303278216343453696": [
        "Tier 1:\n- Access: Limited to <#1451871972844634112>.\n- Image Gen: 3 low-priority renders per day.\n- Cooldown: 5-minute slowmode.\n- The Catch: Standard Llama-3 brain only.\n\nTier 2:\n- Access: Full priority in <#1451870181851664445>.\n- Image Gen: Unlimited hyper-realistic renders (RealVisXL).\n- Text: Unlimited unfiltered chat with no slowmode.\n- Speed: Instant access to the 7900 XT native pipeline.\n- Role: Exclusive Resident badge and name color.\n\nTier 3:\n- Multi-Agent Access: Use the 128GB RAM pool to run parallel tasks (e.g., Clair Researching + Clair Designing simultaneously).\n- Early Access: First to use the upcoming Local Video Gen (AnimateDiff/SVD) pipeline.\n- Max Res: Access to 2K/4K upscaling workflows.\n- Direct Input: Private channel access to Troy for feature requests.\n- Role: Architect badge (Top of the sidebar).\n\n💳 How to Subscribe:\n- We are currently handling subscriptions via [Insert Patreon/Stripe/Discord Subscriptions Link Here].\n- Once you subscribe:\n  - DM Troy with your receipt.\n  - Your hardware permissions will be updated instantly.\n  - Your 60-second \"Active Window\" will be upgraded to Unlimited Persistence while you are in a thread.",
        "1. User is welcome to Node Clair-01, a private intelligence node running on local hardware.\n2. The hardware consists of an AMD Radeon RX 7900 XT graphics card and 128GB RAM.\n3. This AI system is unfiltered and powered by Native ROCm 6.2 for zero-latency execution.\n4. To use the node, mention 'Clair' or 'Bitch' in any chat to start a 60-second active session.\n5. You can generate art using the '!img [prompt]' command, which renders 4K images on the GPU.\n6. Check your hardware integrity by typing '!audit'.\n7. There are three access tiers: Guest (chat access + limited image generation), Resident ($25/mo for unlimited unfiltered image generation and priority GPU access), and Architect ($50/mo for multi-agent swarms, RAM pool access, and local video generation).\n8. To upgrade your access tier, check the specified channel with ID <#1451913377562624080>.",
        "1. User 'kingsirsavage' wants to make photos.\n2. The purpose is for payment integration.\n3. Payment integration may involve transactions or financial information.",
        "Fact 1: User 'kingsirsavage' is looking for the best game on schedule for Game of the Year.\nFact 2: User is interested in 'clairs' opinion about this matter.",
        "Fact: User 'kingsirsavage' is engaged in conversation with the AI assistant.\nFact: The user wants to test the AI's conversational abilities.",
        "Fact 1: User 'kingsirsavage' sent a message to another user named 'clair'.\nFact 2: The user is testing or challenging the other user in some way.\nFact 3: The context of the test or challenge is related to using a room for interaction."
    ]
}